{
    "Profile Information": "Información de Perfil",
    "Update your account's profile information and email address.": "Actualiza la información de perfil y dirección de email de tu cuenta.",
    "Photo": "Foto",
    "Select A New Photo": "Seleccionar una nueva foto",
    "Remove Photo": "Eliminar foto",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté usando una contraseña larga y aleatoria para mantener la seguridad.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Two Factor Authentication": "Autenticación de Dos Factores",
    "Add additional security to your account using two factor authentication.": "Añade seguridad adicional a tu cuenta usando la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se te pedirá un token seguro y aleatorio durante la autenticación. Puedes obtener este token desde la aplicación Google Authenticator de tu teléfono.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "La autenticación de dos factores está ahora habilitada. Escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un gestor de contraseñas seguro. Pueden ser usados para recuperar el acceso a tu cuenta si pierdes tu dispositivo de autenticación de dos factores.",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar Códigos de Recuperación",
    "Show Recovery Codes": "Mostrar Códigos de Recuperación",
    "Disable": "Deshabilitar",
    "Browser Sessions": "Sesiones del Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra sesión en tus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar sesión en todas tus otras sesiones de navegador en todos tus dispositivos. Algunas de tus sesiones recientes se listan a continuación; sin embargo, esta lista puede no ser exhaustiva. Si crees que tu cuenta ha sido comprometida, también deberías actualizar tu contraseña.",
    "This device": "Este dispositivo",
    "Last active": "Última actividad",
    "Log Out Other Browser Sessions": "Cerrar Sesión en Otras Sesiones del Navegador",
    "Done.": "Hecho.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, ingresa tu contraseña para confirmar que deseas cerrar sesión en tus otras sesiones de navegador en todos tus dispositivos.",
    "Delete Account": "Eliminar Cuenta",
    "Permanently delete your account.": "Eliminar permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que quieres eliminar tu cuenta? Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
    "Dashboard": "Panel de Control",
    "Manage Account": "Administrar Cuenta",
    "Profile": "Perfil",
    "Log Out": "Cerrar Sesión",
    "Settings": "Configuración",
    "API Tokens": "Tokens API",
    "Create New Team": "Crear Nuevo Equipo",
    "Switch Teams": "Cambiar de Equipo",
    "Team Settings": "Configuración del Equipo",
    "Create": "Crear",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Delete": "Eliminar",
    "Cancel": "Cancelar",
    "Remove": "Eliminar",
    "Edit": "Editar",
    "Update": "Actualizar",
    "Browse": "Explorar",
    "Choose": "Elegir",
    "Upload": "Subir",
    "Submit": "Enviar",
    "Confirm": "Confirmar",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Remember me": "Recordarme",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Reset Password": "Restablecer Contraseña",
    "Verify Email Address": "Verificar dirección de correo",
    "Register": "Registrarse",
    "Already registered?": "¿Ya estás registrado?",
    "Log in": "Iniciar sesión",
    "Login": "Iniciar sesión",
    "Log In": "Iniciar sesión",
    "Sign in": "Iniciar sesión",
    "Sign in to your account": "Inicia sesión en tu cuenta",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Terms of Service": "Términos de Servicio",
    "Privacy Policy": "Política de Privacidad",
    "I agree to the": "Estoy de acuerdo con los",
    "Nevermind": "Cancelar",
    "Please Wait": "Por favor espere",
    "Loading": "Cargando",
    "Session Expired": "Sesión Expirada",
    "Your session has expired. Please login again to continue.": "Tu sesión ha expirado. Por favor inicia sesión nuevamente para continuar.",
    "The :attribute must contain at least one letter.": "El campo :attribute debe contener al menos una letra.",
    "The :attribute must contain at least one number.": "El campo :attribute debe contener al menos un número.",
    "The :attribute must contain at least one symbol.": "El campo :attribute debe contener al menos un símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "El campo :attribute debe contener al menos una letra mayúscula y una minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "El :attribute proporcionado ha aparecido en una filtración de datos. Por favor, elija un :attribute diferente."
}
